[
    {
        "id": "1",
        "img": "https://thumbs.dreamstime.com/b/young-man-pointing-big-data-concept-over-tablet-computer-59937914.jpg",
        "que": "what is cors?",
        "ans": "Normally CORS is a machanism of filtering a request from client side to serverside in if it should give a good response or bad response. Cors means 'cross origin resource sharing'. It is just a header based HTTP machanism which help the server to decide to provide data to the client side. Its functionality depends on domain, scheme and port"
    },
    {
        "id": "2",
        "img": "https://firebase.google.com/images/social.png",
        "que": "What is firebase? What's are the alternatives of firebase?",
        "ans": "Firebase is a modern real time communication server. It working policy is based on NoSQL. Firebase provides hosting, authentication, notification services. It's cross platform SDK helps to butid build android, web, ios apps there are many alternatives of firebase in this modern era. Parse, Back4App, AWSamplify, kuzzle, kuchbatch, mongoDb are the competitors."
    },
    {
        "id": "3",
        "img": "https://i.ytimg.com/vi/aX74DbFT5nI/maxresdefault.jpg",
        "que": "How does the private route work?",
        "ans": "Private route means authenticate route. It is just a process to authorize a user to visit the content or do something where he has access. Private route mostly like as publice route but difference in redirection and the authentication.If the user is not authenticated he will be redirected to the login page and the user can only access the authenticated routes If he is authenticated"
    },
    {
        "id": "4",
        "img": "https://developers.redhat.com/sites/default/files/styles/article_feature/public/blog/2021/02/2021_Node_JS_Featured_Article_B.png?itok=F_T0j31X",
        "que": "What is Node? How does it works?",
        "ans": "Node is a javascript runtime. It helps to execute javascript code to run outside the browser. It helps to build scalable modern application. it works in a non-blocking approach. it is highly performanceable."
    }

]